export interface DescriptionItem {
  id: number;
  text: string;
}

export interface TeamInfo {
  id: number;
  title: string;
  description: DescriptionItem[];
}


export const teamInfoData: TeamInfo[] = [
  {
    id: 1,
    title: "Итгэлцэл ба найдвартай байдал",
    description: [
      {
        id: 101,
        text: "Бид харилцагчидтайгаа урт хугацааны харилцааг эрхэмлэдэг,мэдээллийн аюулгүй байдлыг хамгаалдаг "
      },
      {
        id: 102,
        text: "Харилцагч бүрийн хэрэгцээ, эрх ашгийг хамгийн чухал гэж үзэн үйлчилдэг"
      }
    ]
  },
  {
    id: 2,
    title: "Найрсаг харилцаа",
    description: [
      { id: 201, text: "Бид харилцагч бүрт тусгай анхаарал тавьж, эелдэг, ойлгомжтой байдлаар ханддаг" },
      { id: 202, text: "Асуулт хүсэлтэд шуурхай, тэвчээртэй хариу өгч, үйл явцыг хялбарчлахыг зорьдог" },
      { id: 203, text: "Харилцагчийн сэтгэл ханамжийг хамгийн чухал үзүүлэлт гэж үздэг" }
    ]
  },
  {
    id: 3,
    title: "Үнэнч шударга байдал",
    description: [
      { id: 301, text: "Бид албан ёсны мэдээлэл, бодит үнэн дээр тулгуурлан зөвлөгөө өгдөг" },
      { id: 302, text: "Гаалийн татвар, бүрдүүлэлт, баримт бичгийн асуудалд ил тод, нээлттэй мэдээллээр тайлбарлаж өгдөг" },
      { id: 303, text: "Хууль, журамд бүрэн нийцсэн ёс зүйтэй үйл ажиллагаа явуулдаг" }
    ]
  }
];
